Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/petra_kuuva_saamelaiskarajien_oppimateriaalisihteeriksi.html.tmx
Source language: fin
Languages: sms

source: Petra Kuuva Saamelaiskäräjien oppimateriaalisihteeriksi
sms: Petra Kuuva Sääʹmteeʹǧǧ mättmateriaalpiisren

source: Saamelaiskäräjien hallitus nimitti kokouksessaan 10.12.2020 kasvatustieteiden maisteri Petra Kuuvan oppimateriaalisihteerin virkaan.
sms: Sääʹmteeʹǧǧ halltõs nõõmti såbbrasttes 10.12.2020 pedagogiikk maister Petra Kuuva mättmateriaal vergga.

source: Määräaikaan mennessä virkaan tuli kolme hakemusta.
sms: Mieʹrrääiʹj seʹst puõʹtte koumm ooccmõõžž.

source: Kuuva aloittaa tehtävässä vuoden 2021 alussa pitkäaikaisen oppimateriaalisihteerin Hannu Kangasniemen jäädessä eläkkeelle.
sms: Kuuva alttad tuâjstes eeʹjj 2021 aalǥâst kuʹǩesäiggsaž mättmateriaalpiisar Hannu Kangasniemi pääʹʒʒeeʹst jeältõʹǩǩe.

source: Kuuva on aiemmin työskennellyt pitkään inarinsaamenkielisen opetuksen ja inarinsaamen kielen opettajana eri luokka-asteilla esiopetuksesta toisen asteen koulutukseen, ja viimeksi Saamelaiskäräjillä kielipesäohjaajana sekä sitä aiemmin saamenkielisen lastenmateriaalihankkeen suunnittelijana.
sms: Kuuva lij ääiʹjben leämmaž tuâjast aanarsääʹmǩiõl mättʼtõõzz da ǩiõl uʹčteeʹlen jeeʹres klasstaaʹzzin vuõssmättʼtõõzzâst nuuʹbb tääzz škooultõʹsse, da mââimõssân Sääʹmteeʹǧǧest ǩiõllpieʹssoʹhjjeejen di õõudben sääʹmǩiõllsaž päärnaimateriaalhaʹŋǩǩõõzz plaaneejen.

source: Kuuva on iloinen saadessaan aloittaa työt saamenkielisten oppimateriaalien parissa.
sms: Kuuva lij späʹssballaž ǥu vuäǯǯ altteed tuâjaid mättmateriaalivuiʹm.

source: – On hyvä tunne päästä tekemään oppimateriaalityötä osana laajaa verkostoa ja osaavaa toimistoa.
sms: – Lij pueʹrr tobdd piâssâd tuejjeed mättmateriaaltuej vueʹssen veeidas säiʹmmõõzz da siltteei koontâr.

source: Hannun tekemä pitkäaikainen työ on hyvä pohja jatkaa merkityksellistä ja tärkeää työtä.
sms: Hannu kuʹǩesäiggsaž tuâjj lij pueʹrr vuâđđ juäʹtǩǩed miârkteei da tääʹrǩes tuâj.

source: Suurella sydämellä otan tämän innostavan työn vastaan, sanoo Kuuva.
sms: Liõgg vääimin vääldam vuâstta tän älšmõʹtti tuej, ceälkk Kuuva.

source: Oppimateriaalisihteerin tehtävänä on valmistella saamenkielisen oppimateriaalin tuottamista koskevia asioita, toimia koulutus- ja oppimateriaalilautakunnan ja saamelaisten koulutusasiain yhteistyöelimen esittelijänä, sihteerinä ja valmistelijana oppimateriaaliasioissa sekä toimeenpanna lautakunnan, yhteistyöelimen, Saamelaiskäräjien hallituksen ja käräjien kokouksen tekemät toimialansa päätökset.
sms: Mättmateriaalpiisar tuâjjan lij valmštõõllâd sääʹmǩiõllsaž mättmateriaal puuʹtʼtummž kuõskki aaʹššid, toiʹmmjed škooultõs- da mättmateriaal-luʹvddkååʹdd da sääʹm škooultõsaaʹšši õhttsažtuâjjorgaan valmštõõllʼjen, piisren da valmštõõllʼjen mättmateriaalaaʹššin di tåimmapiijjâd luʹvddkååʹdd, õhttsažtuâjjorgaan, Sääʹmteeʹǧǧ halltõõzz da teeʹǧǧ såbbar tuejjeem tåimmsueʹrjes tuʹmmstõõǥǥid.

source: Oppimateriaalisihteeri seuraa ja hallinnoi oppimateriaalimäärärahan käyttöä ja materiaalihankkeita, valvoo määräaikaisten oppimateriaalityöntekijöiden työtä, huolehtii oppimateriaalihankkeiden toimitustyöstä, avustaa käräjien puheenjohtajaa toimialaansa kuuluvissa tehtävissä sekä pitää yhteyttä muihin saamelaisorganisaatioihin yli rajojen ja eri viranomaisiin.
sms: Mättmateriaalpiisar seuʹrrai da vaaldâšm mättmateriaalmieʹrrtieʹǧǧ âânnmõõžž da materiaalhaʹŋǩǩõõzzid, vuåpp mieʹrräiggsaž mättmateriaaltuâjjlai tuâj, âânn huõl mättmateriaalhaʹŋǩǩõõzzi tooiʹmtemtuâjast, veäʹǩǩat teeʹǧǧ saaǥǥjååʹđteei toiʹmmsuârggses kuulli tuâjain di âânn õhttvuõđ sääʹmorganisaatioid rââst raaji da jeeʹres veʹrǧǧniiʹǩǩid.

source: Koulutus ja oppimateriaali
sms: Škooultõs da mättmateriaal

source: Lisätietoja
sms: Lââssteâđ

source: Hallintopäällikkö Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia.ruotsala(at)samediggi.fi
sms: Vaaldâšmpiisar Pia Ruotsala-Kangasniemi, 010 839 3106 / 040 726 2688, pia.ruotsala(at)samediggi.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
sms: Škooultõspiisar Ulla Aikio-Puoskari, 010 839 3112 / 040 767 3101, ulla-aikio-puoskari(at)samediggi.fi
